---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.TfPerM
source: html/b4db7af0-20ca-13a0-efba-147283ac2265.htm
---
# Autodesk.Revit.DB.SymbolTypeId.TfPerM Property

Symbol Tf/m, indicating unit Tonnes force per meter.

## Syntax (C#)
```csharp
public static ForgeTypeId TfPerM { get; }
```